[
  {
    "ICAO": "YMAV",
    "Text": "AVALON TOWER CLOSED UNTIL 2 3 0 0 ZULU CTAF AND AFRU 120.1 IFR AIRCRAFT ONLY, MUST CONTACT {STATION} {FREQ} UNICOM FREQ 122.8. AVALON TERMINAL INFORMATION ZULU"
  },
  {
    "ICAO": "YBAF",
    "Text": "ACHERFIELD TOWER CLOSED UNTIL TIME 2 1 0 0 UTC. CONTROL ZONE REVERTS TO CLASS GOLF AIRSPACE. UNICOM FREQUENCY 122.8. CTAF FREQUENCY 118.1. IFR AIRCRAFT ONLY, MUST CONTACT {STATION} {FREQ} WHEN TAXIING. REFER AIP AND ERSA FOR COMPLETE INFORMATION. ACHERFIELD TERMINAL INFORMATION ZULU"
  },
  {
    "ICAO": "YSBK",
    "Text": "BANKSTOWN TOWER CLOSED UNTIL TIME 2 0 0 0 UTC. CONTROL ZONE REVERTS CLASS GOLF. CTAF FREQUENCY 132.8. PREFERRED RUNWAY DIRECTION 29 LEFT CIRCUITS. RUNWAY 11 DIRECTION RIGHT CIRCUIT AVAILABLE IF OPERATIONALLY REQUIRED. REFER AIP FOR COMPLETE INFORMATION. IFR AIRCRAFT ONLY, MUST CONTACT {STATION} {FREQ} WHEN TAXIING."
  },
  {
    "ICAO": "YPJT",
    "Text": "JANDAKOT TOWER CLOSED UNTIL TIME 2 3 0 0 UTC. CONTROL ZONE REVERTS TO CLASS GOLF AIRSPACE. UNICOM FREQUENCY 122.8. CTAF FREQUENCY 118.1. IFR AIRCRAFT ONLY, MUST CONTACT {STATION} {FREQ} WHEN TAXIING. REFER AIP AND ERSA FOR COMPLETE INFORMATION. JANDIKOT TERMINAL INFORMATION ZULU"
  },
  {
    "ICAO": "YMMB",
    "Text": "MOORABBIN TOWER CLOSED UNTIL TIME 2 2 0 0 UTC. MOORABBIN CONTROL ZONE REVERTS CLASS GOLF. CTAF FREQUENCY 118.1 REFER TO ERSA PREFERRED RUNWAY AND CIRCUIT PROCEDURES. IFR AIRCRAFT ONLY, MUST CONTACT {STATION} {FREQ} WHEN TAXIING. REFER TO AIP NOISE ABATEMENT PROCEDURES. MOORABBIN TERMINAL INFORMATION ZULU"
  },
  {
    "ICAO": "YBCG",
    "Text": "GOLD COAST TOWER CLOSED UNTIL TIME 1 9 5 5 UTC. CLASS CHARLIE AIRSPACE 3 THOUSAND 5 HUNDRED FEET AND BELOW REVERTS TO CLASS GOLFAIRSPACE. UNICOM FREQUENCY 122.8. CTAF FREQUENCY 118.7 REFER TO AIP FOR PREFERRED RUNWAYS, NOISE ABATEMENT AND CURFEW PROCEDURES. {STATION} {FREQ} GOLD COAST TERMINAL INFORMATION ZULU"
  },
  {
    "ICAO": "YBRK",
    "Text": "ROCKY TOWER CLOSED UNTIL TIME 2 0 3 0 UTC .REFER TO AIP, NOTAM, AND ERSA FOR PREFERRED RUNWAYS, NOISE ABATEMENT PROCEDURES AND AIRSPACE STATUS. FOR CLARIFICATION OF AIRSPACE STATUS, CONTACT {STATION} {FREQ}, CTAF 118.1. ROCKY TERMINAL INFORMATION ZULU"
  },
  {
    "ICAO": "YSCB",
    "Text": "CANBERRA TOWER CLOSED UNTIL 2 0 0 0 UTC. CLASS CHARLIE AIRSPACE WITHIN 30 DME CANBERRA 8 THOUSAND 5 HUNDRED FEET AND BELOW REVERTS TO CLASS GOLF, UNICOM FREQUENCY 122.8. CTA 118.7 IFR AIRCRAFT ONLY, MUST CONTACT {STATION} {FREQ} WHEN TAXIING. CANBERRA TERMINAL INFORMATION ZULU"
  },
  {
    "ICAO": "YSTW",
    "Text": "TAMWORTH TOWER CLOSED UNTIL 2 1 0 0 UTC TAMWORTH CLASS CHARLIE AND DELTA AIRSPACE 8500FT AND BELOW REVERTS TO CLASS GOLF. UNICOM FREQUENCY 122.8. CTAF AND AFRU 119.4. IFR AIRCRAFT ONLY, MUST CONTACT {STATION} {FREQ} WHEN TAXIING. REFER ERSA FOR PREFERRED CIRCUIT DIRECTION. TAMWORTH TERMINAL INFORMATION ZULU"
  },
  {
    "ICAO": "YMHB",
    "Text": "HOBART TOWER CLOSED EXPECTED REOPENING TIME 1 9 5 0 UTC. HOBART CLASS CHARLIE AND DELTA WITHIN FIVE ZERO NAUTICAL MILES REVERTS TO CLASS GOLF. REFER TO ERSA AND NOTAM FOR CIRCUIT DIRECTION AND AIRSPACE OR TOWER. FOR CLARIFICATION OF AIRSPACE OR TOWER SERVICE STATUS CTC {STATION} {FREQ}. UNICOM FREQ 122.8. CTAF, AFRU FREQ 118.1 HOBART TERMINAL INFORMATION ZULU"
  },
  {
    "ICAO": "YPLM",
    "Text": "LEARMONTH TOWER CLOSED. CONTROL ZONE REVERTS TO CLASS GOLF AIRSPACE. UNICOM FREQUENCY 122.8. CTAF FREQUENCY 113.3. IFR AIRCRAFT ONLY, MUST CONTACT {STATION} {FREQ} WHEN TAXIING. REFER AIP AND ERSA FOR COMPLETE INFORMATION. LEARMONTH TERMINAL INFORMATION ZULU"
  },
  {
    "ICAO": "YBAS",
    "Text": "ALICE TOWER CLOSED UNTIL XXXX UTC. CLASS DELTA AIRSPACE 3 THOUSAND 5 HUNDRED FEET AND BELOW REVERTS TO CLASS GOLFAIRSPACE. UNICOM FREQUENCY 122.8. CTAF FREQUENCY 118.3 REFER TO AIP FOR PREFERRED RUNWAYS, IFR AIRCRAFT ONLY, MUST CONTACT {STATION} {FREQ} WHEN TAXIING. ALICE TERMINAL INFORMATION ZULU"
  },
  {
    "ICAO": "YBCS",
    "Text": ""
  },
  {
    "ICAO": "YMAY",
    "Text": ""
  },
  {
    "ICAO": "YBRM",
    "Text": ""
  },
  {
    "ICAO": "YSCN",
    "Text": ""
  },
  {
    "ICAO": "YCFS",
    "Text": ""
  },
  {
    "ICAO": "YMEN",
    "Text": ""
  },
  {
    "ICAO": "YBHM",
    "Text": ""
  },
  {
    "ICAO": "YPKA",
    "Text": ""
  },
  {
    "ICAO": "YMLT",
    "Text": ""
  },
  {
    "ICAO": "YBMK",
    "Text": "MACKAY TERMINAL INFORMATION ZULU TOWER CLOSED UNTIL 2 0 2 0 UTC CLASS D AIRSPACE A045 AND BELOW REVERTS TO CLASS G REFER TO ERSA FOR PREFERED RWYS AND AIP FOR NOSE ABATEMENT PROCEDURES CTAF AND AFRU FREQUENCY 124.5, IFR AIRCRAFT ONLY, MUST CONTACT {STATION} {FREQ} WHEN TAXIING."
  },
  {
    "ICAO": "YPPF",
    "Text": ""
  },
  {
    "ICAO": "YBSU",
    "Text": "SUNSHINE TOWER CLOSED UNTIL 2 1 3 0 CLASS DELTA AIRSPACE 4500 FEET AND BELLOW REVERTS CLASS GOLF. CTAF AND AFRU 124.4 REFER ERSA FOR PREFERRED CIRCUIT DIRECTION, IFR AIRCRAFT ONLY, MUST CONTACT {STATION} {FREQ} WHEN TAXIING. SUNSHINE COAST TERMINAL INFORMATION ZULU"
  },
  {
    "ICAO": "YPPD",
    "Text": ""
  },
  {
    "ICAO": "YPDN",
    "Text": ""
  }
]