[
  {
    "ICAO": "YMAV",
    "Text": "AVALON TOWER CLOSED. CONTROL ZONE BELOW 700 FEET REVERTS TO CLASS GOLF. CLASS DELTA AIRSPACE BETWEEN 700 FEET AND 2500 FEET REVERTS TO CLASS ECHO. ADVISORY FREQ 122.8. IFR AIRCRAFT CONTACT {STATION} {FREQ} WHEN TAXIING. AVALON TERMINAL INFORMATION ZULU"
  },
  {
    "ICAO": "YBAF",
    "Text": "ARCHERFIELD TOWER CLOSED. CONTROL ZONE REVERTS TO CLASS GOLF. ADVISORY FREQ 122.8. IFR AIRCRAFT CONTACT {STATION} {FREQ} WHEN TAXIING. REFER ERSA FOR COMPLETE INFORMATION. ARCHERFIELD TERMINAL INFORMATION ZULU"
  },
  {
    "ICAO": "YSBK",
    "Text": "BANKSTOWN TOWER CLOSED. CONTROL ZONE REVERTS CLASS GOLF. ADVISORY FREQ 122.8. PREFERRED RUNWAY DIRECTION 29 LEFT CIRCUITS. RUNWAY 11 DIRECTION RIGHT CIRCUIT AVAILABLE IF OPERATIONALLY REQUIRED. REFER ERSA FOR COMPLETE INFORMATION. IFR AIRCRAFT CONTACT {STATION} {FREQ} WHEN TAXIING."
  },
  {
    "ICAO": "YPJT",
    "Text": "JANDAKOT TOWER CLOSED. CONTROL ZONE REVERTS TO CLASS GOLF. ADVISORY FREQ 122.8. REFER ERSA FOR COMPLETE INFORMATION. IFR AIRCRAFT CONTACT {STATION} {FREQ} WHEN TAXIING. JANDAKOT TERMINAL INFORMATION ZULU"
  },
  {
    "ICAO": "YMMB",
    "Text": "MOORABBIN TOWER CLOSED. MOORABBIN CONTROL ZONE REVERTS CLASS GOLF. ADVISORY FREQ 122.8. REFER TO ERSA PREFERRED RUNWAY AND CIRCUIT PROCEDURES. IFR AIRCRAFT CONTACT {STATION} {FREQ} WHEN TAXIING. MOORABBIN TERMINAL INFORMATION ZULU"
  },
  {
    "ICAO": "YBCG",
    "Text": "GOLD COAST TOWER CLOSED. CLASS CHARLIE AIRSPACE 3500 FEET AND BELOW REVERTS TO CLASS GOLF. ADVISORY FREQUENCY 122.8. REFER TO ERSA FOR PREFERRED RUNWAYS, NOISE ABATEMENT AND CURFEW PROCEDURES. IFR AIRCRAFT CONTACT {STATION} {FREQ} WHEN TAXIING. GOLD COAST TERMINAL INFORMATION ZULU"
  },
  {
    "ICAO": "YBRK",
    "Text": "ROCKY TOWER CLOSED. CONTROL ZONE BELOW 700 FEET REVERTS TO CLASS GOLF. CLASS DELTA AIRSPACE BETWEEN 700 FEET AND 4500 FEET REVERTS TO CLASS ECHO. ADVISORY FREQ 122.8. IFR AIRCRAFT CONTACT {STATION} {FREQ} WHEN TAXIING. ROCKY TERMINAL INFORMATION ZULU"
  },
  {
    "ICAO": "YSCB",
    "Text": "CANBERRA TOWER CLOSED. CLASS CHARLIE AIRSPACE WITHIN 30 DME CANBERRA 8500 FEET AND BELOW REVERTS TO CLASS GOLF, ADVISORY FREQ 122.8. IFR AIRCRAFT CONTACT {STATION} {FREQ} WHEN TAXIING. CANBERRA TERMINAL INFORMATION ZULU"
  },
  {
    "ICAO": "YSTW",
    "Text": "TAMWORTH TOWER CLOSED. TAMWORTH CLASS CHARLIE AND DELTA AIRSPACE 8500 FEET AND BELOW REVERTS TO CLASS GOLF. ADVISORY FREQ 122.8. REFER ERSA FOR PREFERRED CIRCUIT DIRECTION. IFR AIRCRAFT CONTACT {STATION} {FREQ} WHEN TAXIING. TAMWORTH TERMINAL INFORMATION ZULU"
  },
  {
    "ICAO": "YMHB",
    "Text": "HOBART TOWER CLOSED. HOBART CLASS CHARLIE AND DELTA WITHIN 35 NAUTICAL MILES 8500 FEET AND BELOW REVERTS TO CLASS GOLF. ADVISORY FREQ 122.8. REFER TO ERSA FOR CIRCUIT DIRECTION. HOBART TERMINAL INFORMATION ZULU"
  },
  {
    "ICAO": "YPLM",
    "Text": "LEARMONTH TOWER CLOSED. CONTROL ZONE REVERTS TO CLASS GOLF. ADVISORY FREQ 122.8. IFR AIRCRAFT CONTACT {STATION} {FREQ} WHEN TAXIING. LEARMONTH TERMINAL INFORMATION ZULU"
  },
  {
    "ICAO": "YBAS",
    "Text": "ALICE TOWER CLOSED. CLASS CHARLIE AND DELTA AIRSPACE WITHIN 80 DME FLIGHT LEVEL 1 2 5 AND BELOW REVERTS TO CLASS GOLF. CLASS CHARLIE AIRSPACE WITHIN 80 DME FLIGHT LEVEL 1 2 5 TO FLIGHT LEVEL 2 4 5 REVERTS TO CLASS ECHO. ADVISORY FREQ 122.8. REFER TO ERSA FOR PREFERRED RUNWAYS. IFR AIRCRAFT CONTACT {STATION} {FREQ} WHEN TAXIING. ALICE TERMINAL INFORMATION ZULU"
  },
  {
    "ICAO": "YMAY",
    "Text": "ALBURY TOWER CLOSED. CLASS CHARLIE AND DELTA AIRSPACE 8500 FEET AND BELOW REVERTS TO CLASS GOLF. ADVISORY FREQ 122.8. REFER TO ERSA FOR LOCAL TRAFFIC REGULATIONS. IFR AIRCRAFT CONTACT {STATION} {FREQ} WHEN TAXIING. ALBURY TERMINAL INFORMATION ZULU"
  },
  {
    "ICAO": "YSCN",
    "Text": "CAMDEN TOWER CLOSED. CONTROL ZONE REVERTS TO CLASS GOLF. ADVISORY FREQ 122.8. IFR AIRCRAFT CONTACT {STATION} {FREQ} WHEN TAXIING. CAMDEN TERMINAL INFORMATION ZULU"
  },
  {
    "ICAO": "YCFS",
    "Text": "COFFS TOWER CLOSED. CLASS DELTA AIRSPACE 4500 FEET AND BELOW REVERTS TO CLASS GOLF. ADVISORY FREQ 122.8. IFR AIRCRAFT CONTACT {STATION} {FREQ} WHEN TAXIING. COFFS TERMINAL INFORMATION ZULU"
  },
  {
    "ICAO": "YBHM",
    "Text": "HAMILTON TOWER CLOSED. CLASS DELTA AIRSPACE 4500 FEET AND BELOW REVERTS TO CLASS GOLF. ADVISORY FREQUENCY 122.8. IFR AIRCRAFT CONTACT {STATION} {FREQ} WHEN TAXIING. HAMILTON TERMINAL INFORMATION ZULU"
  },
  {
    "ICAO": "YMLT",
    "Text": "LAUNY TOWER CLOSED. CLASS DELTA AIRSPACE 4500 FEET AND BELOW REVERTS TO CLASS GOLF. ADVISORY FREQUENCY 122.8. CTAF 118.7. IFR AIRCRAFT MUST CONTACT {STATION} {FREQ} WHEN TAXIING. LAUNY TERMINAL INFORMATION ZULU"
  },
  {
    "ICAO": "YBMK",
    "Text": "MACKAY TOWER CLOSED. CLASS DELTA AIRSPACE 4500 FEET AND BELOW REVERTS TO CLASS GOLF REFER TO ERSA FOR PREFERRED RWYS AND AIP FOR NOISE ABATEMENT PROCEDURES CTAF AND AFRU FREQUENCY 124.5, IFR AIRCRAFT ONLY, MUST CONTACT {STATION} {FREQ} WHEN TAXIING. MACKAY TERMINAL INFORMATION ZULU"
  },
  {
    "ICAO": "YPPF",
    "Text": "PARAFIELD TOWER CLOSED. CONTROL ZONE REVERTS TO CLASS GOLF. REFER TO ERSA FOR RWY AVAILABILITY AND NOISE ABATEMENT PROCEDURES. IFR AIRCRAFT CONTACT {STATION} {FREQ} WHEN TAXIING. PARAFIELD TERMINAL INFORMATION ZULU"
  },
  {
    "ICAO": "YBSU",
    "Text": "SUNSHINE TOWER CLOSED DELTA AIRSPACE 4500 FEET AND BELOW REVERTS CLASS GOLF. ADVISORY FREQ 122.8. REFER ERSA FOR PREFERRED CIRCUIT DIRECTION. IFR AIRCRAFT CONTACT {STATION} {FREQ} WHEN TAXIING. SUNSHINE COAST TERMINAL INFORMATION ZULU"
  },
  {
    "ICAO": "YPPD",
    "Text": "HEDLAND INFORMATION CLOSED. ADVISORY FREQ 122.8. IFR AIRCRAFT CONTACT {STATION} {FREQ} WHEN TAXIING. HEDLAND INFORMATION ZULU"
  },
  {
    "ICAO": "YWLM",
    "Text": "WILLIAMTOWN TOWER CLOSED. RESTRICTED AIRSPACE 6500 FEET AND BELOW REVERTS TO CLASS GOLF. RESTRICTED AIRSPACE 6500 FEET TO FLIGHT LEVEL 1 2 5 REVERS TO CLASS ECHO. ADVISORY FREQ 122.8. REFER TO ERSA FOR LOCAL TRAFFIC REGULATIONS. IFR AIRCRAFT CONTACT {STATION} {FREQ} WHEN TAXIING. WILLIAMTOWN TERMINAL INFORMATION ZULU"
  },
  {
    "ICAO": "YBTL",
    "Text": "TOWNSVILLE TOWER CLOSED. CLASS CHARLIE AIRSPACE 8500 FEET AND BELOW REVERTS TO CLASS GOLF. ADVISORY FREQ 122.8. IFR AIRCRAFT CONTACT {STATION} {FREQ} WHEN TAXIING. TOWNSVILLE TERMINAL INFORMATION ZULU"
  },
  {
    "ICAO": "YBRM",
    "Text": "BROOME TOWER CLOSED. CLASS DELTA AND ECHO AIRSPACE 5500 FEET AND BELOW REVERTS TO CLASS GOLF. ADVISORY FREQ 122.8. IFR AIRCRAFT CONTACT {STATION} {FREQ} WHEN TAXIING. BROOME TERMINAL INFORMATION ZULU"
  },
  {
    "ICAO": "YSNW",
    "Text": "NOWRA TOWER CLOSED. RESTRICTED AIRSPACE 8500 FEET AND BELOW REVERTS TO CLASS GOLF. RESTRICTED AIRSPACE FLIGHT LEVEL 1 2 5 AND BELOW REVERTS TO CLASS ECHO. ADVISORY FREQ 122.8. IFR AIRCRAFT CONTACT {STATION} {FREQ} WHEN TAXIING. NOWRA TERMINAL INFORMATION ZULU"
  },
  {
    "ICAO": "YMES",
    "Text": "EAST SALE TOWER CLOSED. RESTRICTED AIRSPACE FLIGHT LEVEL 1 2 5 AND BELOW WITHIN 50 DME REVERTS TO CLASS GOLF. RESTRICTED AIRSPACE FLIGHT LEVEL 1 2 5 TO FLIGHT LEVEL 2 1 0 WITHIN 50 DME REVERTS TO CLASS ECHO. RESTRICTED AIRSPACE 6500 FEET TO FLIGHT LEVEL 1 2 5 REVERS TO CLASS ECHO. ADVISORY FREQ 122.8. REFER TO ERSA FOR LOCAL TRAFFIC REGULATIONS. IFR AIRCRAFT CONTACT {STATION} {FREQ} WHEN TAXIING. EAST SALE TERMINAL INFORMATION ZULU"
  }
  {
    "ICAO": "YMEN",
    "Text": "ESSENDON TOWER CLOSED. CONTACT {STATION} {FREQ} PRIOR TO START UP FOR DEPARTURE, OR FOR INBOUND AIRWAYS CLEARANCE. REFER TO AIP FOR PREFERRED RUNWAYS, NOISE ABATEMENT AND CURFEW PROCEDURES. ESSENDON TERMINAL INFORMATION ZULU"
  }
]

